export default [
  {
    text: 'Книга',
    items: [
      { text: 'Главная', link: '/ru/' },
      { text: 'Страницы', link: '/ru/pages/' },
      { text: 'Функциональное программирование в Scala, второе издание (стр. 1)', link: '/ru/pages/page-0001' },
      { text: 'Отзывы о первом издании (стр. 3)', link: '/ru/pages/page-0003' },
      { text: 'Краткое содержание (стр. 6)', link: '/ru/pages/page-0006' },
      { text: 'Содержание (стр. 8)', link: '/ru/pages/page-0008' },
      { text: 'Предисловие к первому изданию (стр. 15)', link: '/ru/pages/page-0015' },
      { text: 'Предисловие ко второму изданию (стр. 17)', link: '/ru/pages/page-0017' },
      { text: 'Введение ко второму изданию (стр. 19)', link: '/ru/pages/page-0019' },
      { text: 'Благодарности (стр. 21)', link: '/ru/pages/page-0021' },
      { text: 'Об этой книге (стр. 23)', link: '/ru/pages/page-0023' },
      { text: 'Об авторах (стр. 28)', link: '/ru/pages/page-0028' },
      { text: 'Часть 1: Введение в функциональное программирование (стр. 30)', link: '/ru/pages/page-0030' },
      { text: 'Часть 2: Функциональный дизайн и библиотеки комбинаторов (стр. 170)', link: '/ru/pages/page-0170' },
      { text: 'Часть 3: Общие структуры в функциональном дизайне (стр. 282)', link: '/ru/pages/page-0282' },
      { text: 'Часть 4: Эффекты и ввод-вывод (стр. 382)', link: '/ru/pages/page-0382' },
      { text: 'Указатель (стр. 480)', link: '/ru/pages/page-0480' }
    ]
  }
]
